---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.LooseDimensionFailures
source: html/6e39a26c-cf18-4aa3-9974-e173df435407.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LooseDimensionFailures

Failures about LooseDimension.

## Syntax (C#)
```csharp
public static class LooseDimensionFailures
```